Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# Legacy protocol name. Use only when the relay rejects web_search.
source: Legacy protocol name. Use only when this custom LLM rejects web_search.
ar: اسم بروتوكول قديم. استخدمه فقط عندما يرفض هذا النموذج اللغوي الكبير المخصص web_search.
de: Alter Protokollname. Nur verwenden, wenn das benutzerdefinierte LLM web_search ablehnt.
es: Nombre de protocolo heredado. Úsalo solo cuando el LLM personalizado rechace web_search.
fr: Nom de protocole hérité. À utiliser uniquement si le LLM personnalisé refuse web_search.
hi: लीगेसी प्रोटोकॉल नाम। केवल तभी उपयोग करें जब कस्टम LLM web_search को अस्वीकार करे।
id: Nama protokol lama. Gunakan hanya saat LLM kustom menolak web_search.
ja: レガシープロトコル名。カスタム LLM が web_search を拒否する場合のみ使用。
ko: 레거시 프로토콜 이름. 사용자 지정 LLM이 web_search를 거부할 때만 사용하세요.
pt_br: Nome de protocolo legado. Use apenas quando o LLM personalizado rejeitar web_search.
ru: Устаревшее имя протокола. Используйте его, только если эта пользовательская LLM отклоняет web_search.
th: ชื่อโปรโตคอลเก่า ใช้เฉพาะเมื่อLLM แบบกำหนดเองปฏิเสธ web_search
tr: Eski protokol adı. Yalnızca özel LLM web_search'ü reddediyorsa kullanın.
vi: Tên giao thức cũ. Chỉ dùng khi LLM tùy chỉnh từ chối web_search.
zh_hans: 旧协议名。仅当此自定义 LLM 拒绝 web_search 时启用。
zh_hant: 舊協定名。僅當自訂 LLM拒絕 web_search 時啟用。

source: Loading
ar: جارٍ التحميل
de: Wird geladen
es: Cargando
fr: Chargement
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
ko: 로딩 중
pt_br: Carregando
ru: Загрузка
th: กำลังโหลด
tr: Yükleniyor
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

source: Loading model list...
ar: جارٍ تحميل قائمة النماذج...
de: Modellliste wird geladen...
es: Cargando lista de modelos...
fr: Chargement de la liste des modèles...
hi: मॉडल सूची लोड हो रही है...
id: Memuat daftar model...
ja: モデル一覧を読み込んでいます...
ko: 모델 목록을 불러오는 중...
pt_br: Carregando lista de modelos...
ru: Загрузка списка моделей...
th: กำลังโหลดรายการโมเดล...
tr: Model listesi yükleniyor...
vi: Đang tải danh sách mô hình...
zh_hans: 正在获取模型列表…
zh_hant: 正在取得模型列表…

source: Local HTTP
ar: HTTP المحلي
de: Lokales HTTP
es: HTTP local
fr: HTTP local
hi: स्थानीय HTTP
id: HTTP Lokal
ja: ローカル HTTP
ko: 로컬 HTTP
pt_br: HTTP local
ru: Локальный HTTP
th: HTTP ท้องถิ่น
tr: Yerel HTTP
vi: HTTP cục bộ
zh_hans: 本机 HTTP
zh_hant: 本機 HTTP

# Local compute
source: Local & LAN compute
ar: الحوسبة المحلية والشبكة المحلية
de: Lokale & LAN-Rechenleistung
es: Cómputo local y LAN
fr: Calcul local et réseau local
hi: स्थानीय और LAN कंप्यूटिंग
id: Komputasi lokal & LAN
ja: ローカル・LAN コンピューティング
ko: 로컬 및 LAN 컴퓨팅
pt_br: Computação local e LAN
ru: Локальные и LAN-вычисления
th: การประมวลผลในเครื่องและ LAN
tr: Yerel ve LAN işlem gücü
vi: Điện toán cục bộ và LAN
zh_hans: 本机与局域网算力
zh_hant: 本機與區域網路算力

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
hi: निम्न
id: Rendah
ja: 低
ko: 낮음
pt_br: Baixo
ru: Низкий
th: ต่ำ
tr: Düşük
vi: Thấp
zh_hans: 低
zh_hant: 低

source: Manual
ar: يدوي
de: Manuell
fr: Manuel
hi: नियमावली
id: petunjuk
ja: 手動
ko: 수동
ru: Руководство
th: คู่มือ
tr: Manuel
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

source: Manual setup
ar: الإعداد اليدوي
de: Manuelle Einrichtung
es: Configuración manual
fr: Configuration manuelle
hi: मैन्युअल सेटअप
id: Penyiapan manual
ja: 手動設定
ko: 수동 설정
pt_br: Configuração manual
ru: Ручная настройка
th: ตั้งค่าด้วยตนเอง
tr: Manuel kurulum
vi: Thiết lập thủ công
zh_hans: 手动设置
zh_hant: 手動設定

source: Max
ar: أقصى
de: Maximum
es: Máximo
fr: Maximum
hi: अधिकतम
id: Maks
ja: 最大
ko: 최대
pt_br: Máximo
ru: Макс
th: สูงสุด
tr: Maksimum
vi: Tối đa
zh_hans: 极致
zh_hant: 極致

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
id: Sedang
ja: 中
ko: 보통
pt_br: Médio
ru: Средний
th: ปานกลาง
tr: Orta
vi: Trung bình
zh_hans: 中
zh_hant: 中

source: MiniMax offers multiple official Request URLs. Choose the one that matches your account region.
ar: يوفّر MiniMax عدة عناوين طلب رسمية. اختر العنوان المطابق لمنطقة حسابك.
de: MiniMax bietet mehrere offizielle Request-URLs. Wähle die URL, die zu deiner Kontoregion passt.
es: MiniMax ofrece varias URL de solicitud oficiales. Elige la que corresponda a la región de tu cuenta.
fr: MiniMax propose plusieurs URL de requête officielles. Choisissez celle qui correspond à la région de votre compte.
hi: MiniMax कई आधिकारिक अनुरोध URL प्रदान करता है। अपने खाता क्षेत्र से मेल खाता URL चुनें।
id: MiniMax menyediakan beberapa URL permintaan resmi. Pilih yang sesuai dengan wilayah akun Anda.
ja: MiniMax には複数の公式リクエスト URL があります。アカウントのリージョンに合うものを選択してください。
ko: MiniMax는 여러 공식 요청 URL을 제공합니다. 계정 지역에 맞는 URL을 선택하세요.
pt_br: A MiniMax oferece várias URLs de solicitação oficiais. Escolha a que corresponde à região da sua conta.
ru: MiniMax предлагает несколько официальных URL запросов. Выберите URL, соответствующий региону вашего аккаунта.
th: MiniMax มี URL คำขออย่างเป็นทางการหลายรายการ เลือกรายการที่ตรงกับภูมิภาคของบัญชีคุณ
tr: MiniMax birden fazla resmî istek URL’si sunar. Hesap bölgenize uygun olanı seçin.
vi: MiniMax cung cấp nhiều URL yêu cầu chính thức. Chọn URL phù hợp với khu vực tài khoản của bạn.
zh_hans: MiniMax 提供多个官方请求 URL，请选择与你的账号区域一致的 URL。
zh_hant: MiniMax 提供多個官方請求 URL，請選擇與你的帳號區域相符的 URL。

source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
th: โมเดล
vi: Mô hình
zh_hans: 模型
zh_hant: 模型

source: Model (optional)
ar: النموذج (اختياري)
de: Modell (optional)
es: Modeloo (opcional)
fr: Modèle (facultatif)
hi: मॉडल (वैकल्पिक)
id: Model (opsional)
ja: モデル（任意）
ko: 모델(선택 사항)
pt_br: Modeloo (opcional)
ru: Модель (необязательно)
th: โมเดล (ไม่บังคับ)
tr: Model (isteğe bağlı)
vi: Mô hình (không bắt buộc)
zh_hans: 模型（可选）
zh_hant: 模型（選填）

source: Model Library
ar: مكتبة النماذج
de: Modellbibliothek
es: Biblioteca de modelos
fr: Bibliothèque de modèles
hi: मॉडल लाइब्रेरी
id: Perpustakaan Model
ja: モデルライブラリ
ko: 모델 라이브러리
pt_br: Biblioteca de modelos
ru: Библиотека моделей
th: ห้องสมุดโมเดล
tr: Model Kitaplığı
vi: Thư viện mẫu
zh_hans: 模型库
zh_hant: 模型庫

source: Model Sync Failed
ar: فشلت مزامنة النموذج
de: Modellsynchronisierung fehlgeschlagen
es: Error de sincronización del modelo
fr: Échec de la synchronisation du modèle
hi: मॉडल सिंक विफल
id: Sinkronisasi Model Gagal
ja: モデルの同期に失敗しました
ko: 모델 동기화 실패
pt_br: Falha na sincronização do modelo
ru: Синхронизация модели не удалась
th: การซิงค์โมเดลล้มเหลว
tr: Model Senkronizasyonu Başarısız
vi: Đồng bộ hóa mẫu không thành công
zh_hans: 模型同步失败
zh_hant: 模型同步失敗

source: Model catalog found
ar: تم العثور على كتالوج النموذج
de: Modellkatalog gefunden
es: Catálogo de modelos encontrado
fr: Catalogue de modèles trouvé
hi: मॉडल कैटलॉग मिला
id: Katalog model ditemukan
ja: モデルカタログが見つかりました
ko: 모델 카탈로그를 찾았습니다.
pt_br: Catálogo de modelos encontrado
ru: Каталог моделей найден
th: พบแคตตาล็อกรุ่น
tr: Model kataloğu bulundu
vi: Đã tìm thấy danh mục mẫu
zh_hans: 已找到模型目录
zh_hant: 已找到模型目錄

source: Model state: Unknown
ar: حالة النموذج: غير معروفة
de: Modellstatus: Unbekannt
es: Estado del modelo: desconocido
fr: État du modèle : inconnu
hi: मॉडल स्थिति: अज्ञात
id: Status model: Tidak diketahui
ja: モデル状態：不明
ko: 모델 상태: 알 수 없음
pt_br: Estado do modelo: desconhecido
ru: Состояние модели: неизвестно
th: สถานะโมเดล: ไม่ทราบ
tr: Model durumu: Bilinmiyor
vi: Trạng thái mô hình: Không rõ
zh_hans: 模型状态：未知
zh_hant: 模型狀態：未知

source: Model “%@” looks like %@.
ar: النموذج «%1$@» يبدو من نوع %2$@.
de: Modell „%1$@“ sieht aus wie %2$@.
es: El modelo «%1$@» parece de tipo %2$@.
fr: Le modèle « %1$@ » ressemble à %2$@.
hi: मॉडल “%1$@” %2$@ जैसा दिखता है।
id: Model “%1$@” terlihat seperti %2$@.
ja: モデル「%1$@」は %2$@ のようです。
ko: 모델 “%1$@”은(는) %2$@처럼 보입니다.
pt_br: O modelo “%1$@” parece ser do tipo %2$@.
ru: Модель «%1$@» похожа на %2$@.
th: โมเดล “%1$@” ดูเหมือน %2$@
tr: “%1$@” modeli %2$@ gibi görünüyor.
vi: Mô hình “%1$@” giống %2$@.
zh_hans: 模型 “%1$@” 看起来是 %2$@。
zh_hant: 模型 “%1$@” 看起來是 %2$@。

source: Models will be re-synced automatically after replacing the key.
ar: ستتم إعادة مزامنة النماذج تلقائيًا بعد استبدال المفتاح.
de: Nach dem Ersetzen des Schlüssels werden die Modelle automatisch neu synchronisiert.
es: Los modelos se resincronizarán automáticamente después de reemplazar la clave.
fr: Les modèles seront resynchronisés automatiquement après le remplacement de la clé.
hi: कुंजी बदलने के बाद मॉडल स्वचालित रूप से पुन: समन्वयित हो जाएंगे।
id: Model akan disinkronkan ulang secara otomatis setelah mengganti kunci.
ja: キーを交換すると、モデルは自動的に再同期されます。
ko: 키를 교체하면 모델이 자동으로 다시 동기화됩니다.
pt_br: Os modelos serão sincronizados novamente automaticamente após a substituição da chave.
ru: Модели будут повторно синхронизированы автоматически после замены ключа.
th: โมเดลจะซิงค์ใหม่โดยอัตโนมัติหลังจากเปลี่ยนคีย์
tr: Anahtar değiştirildikten sonra modeller otomatik olarak yeniden senkronize edilecektir.
vi: Các mô hình sẽ được tự động đồng bộ lại sau khi thay thế khóa.
zh_hans: 替换密钥后将自动重新同步模型。
zh_hant: 更換密鑰後模型將自動重新同步。

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Needs API Key
ar: مفتاح API مطلوب
de: API-Schlüssel fehlt
es: Falta clave API
fr: Clé API requise
hi: API कुंजी चाहिए
id: Perlu kunci API
ja: APIキー必須
ko: API 키 필요
pt_br: Falta chave API
ru: Нужен ключ API
th: ต้องการคีย์ API
tr: API anahtarı gerekli
vi: Cần khóa API
zh_hans: 需要密钥
zh_hant: 需要金鑰

source: Neither a model catalog nor a known generation Request URL answered at this address. Check the address, or choose the protocol manually.
ar: لم يستجب كتالوج النماذج ولا أي عنوان طلب معروف لتوليد المحتوى على هذا العنوان. تحقق من العنوان أو اختر البروتوكول يدويًا.
de: Unter dieser Adresse hat weder ein Modellkatalog noch eine bekannte Request-URL zur Generierung geantwortet. Prüfen Sie die Adresse oder wählen Sie das Protokoll manuell aus.
es: En esta dirección no respondió ni un catálogo de modelos ni una URL de solicitud de generación conocida. Comprueba la dirección o elige el protocolo manualmente.
fr: À cette adresse, ni le catalogue de modèles ni une URL de requête de génération connue n’ont répondu. Vérifiez l’adresse ou choisissez le protocole manuellement.
hi: इस पते पर न तो मॉडल कैटलॉग और न ही कोई ज्ञात जनरेशन अनुरोध URL ने जवाब दिया। पता जाँचें, या प्रोटोकॉल मैन्युअल रूप से चुनें।
id: Pada alamat ini, tidak ada katalog model maupun URL permintaan generasi yang dikenal yang merespons. Periksa alamatnya atau pilih protokol secara manual.
ja: このアドレスでは、モデルカタログも既知の生成用リクエスト URL も応答しませんでした。アドレスを確認するか、プロトコルを手動で選択してください。
ko: 이 주소에서는 모델 카탈로그도 알려진 생성 요청 URL도 응답하지 않았습니다. 주소를 확인하거나 프로토콜을 직접 선택하세요.
pt_br: Neste endereço, nem um catálogo de modelos nem uma URL de solicitação de geração conhecida respondeu. Verifique o endereço ou escolha o protocolo manualmente.
ru: По этому адресу не ответили ни каталог моделей, ни известный URL запроса для генерации. Проверьте адрес или выберите протокол вручную.
th: ที่อยู่นี้ไม่มีทั้งแค็ตตาล็อกโมเดลและ URL คำขอสำหรับการสร้างที่รู้จักตอบกลับ ตรวจสอบที่อยู่ หรือเลือกโปรโตคอลด้วยตนเอง
tr: Bu adreste ne model kataloğu ne de bilinen bir üretim istek URL’si yanıt verdi. Adresi kontrol edin veya protokolü elle seçin.
vi: Tại địa chỉ này, cả danh mục mô hình lẫn URL yêu cầu tạo sinh đã biết đều không phản hồi. Hãy kiểm tra địa chỉ hoặc chọn giao thức thủ công.
zh_hans: 这个地址上既没有模型目录，也没有任何已知的生成请求 URL 响应。请检查地址，或手动选择协议。
zh_hant: 這個位址上既沒有模型目錄，也沒有任何已知的生成請求 URL 回應。請檢查位址，或手動選擇協議。

source: New API Key
ar: مفتاح API الجديد
de: Neuer API-Schlüssel
es: Nueva clave API
fr: Nouvelle clé API
hi: नई API Key कुंजी
id: Kunci API Key baru
ja: 新しいAPIキー
ko: 새로운 API 키
pt_br: Nova chave de API
ru: Новый ключ API Key
th: คีย์ API Key ใหม่
tr: Yeni API Key Anahtarı
vi: Khóa API Key mới
zh_hans: 新 API 密钥
zh_hant: 新的 API 金鑰

source: No adjustable parameters for this model yet
ar: لا توجد بعد معاملات قابلة للتعديل لهذا النموذج
de: Für dieses Modell gibt es noch keine anpassbaren Parameter
es: Todavía no hay parámetros ajustables para este modelo
fr: Pas encore de paramètres réglables pour ce modèle
hi: इस मॉडल के लिए अभी कोई समायोज्य पैरामीटर नहीं है
id: Belum ada parameter yang dapat disesuaikan untuk model ini
ja: このモデルにはまだ調整できるパラメータがありません
ko: 이 모델에는 아직 조정할 수 있는 매개변수가 없습니다
pt_br: Ainda não há parâmetros ajustáveis para este modelo
ru: Для этой модели пока нет настраиваемых параметров
th: ยังไม่มีพารามิเตอร์ที่ปรับได้สำหรับโมเดลนี้
tr: Bu model için henüz ayarlanabilir parametre yok
vi: Chưa có tham số nào có thể điều chỉnh cho mô hình này
zh_hans: 这个模型还没有可调参数
zh_hant: 這個模型還沒有可調參數

source: No authentication
ar: بلا مصادقة
de: Keine Authentifizierung
es: Sin autenticación
fr: Aucune authentification
hi: कोई प्रमाणीकरण नहीं
id: Tanpa autentikasi
ja: 認証なし
ko: 인증 없음
pt_br: Sem autenticação
ru: Без аутентификации
th: ไม่ต้องยืนยันตัวตน
tr: Kimlik doğrulama yok
vi: Không xác thực
zh_hans: 无需认证
zh_hant: 無需驗證

source: No authentication. No credentials are sent.
ar: بلا مصادقة. لا تُرسل أي بيانات اعتماد.
de: Keine Authentifizierung. Es werden keine Zugangsdaten gesendet.
es: Sin autenticación. No se envían credenciales.
fr: Aucune authentification. Aucun identifiant envoyé.
hi: कोई प्रमाणीकरण नहीं। कोई क्रेडेंशियल नहीं भेजा जाता।
id: Tanpa autentikasi. Tidak ada kredensial yang dikirim.
ja: 認証なし。認証情報は送信されません。
ko: 인증 없음. 자격 증명을 보내지 않습니다.
pt_br: Sem autenticação. Nenhuma credencial é enviada.
ru: Без аутентификации. Учётные данные не отправляются.
th: ไม่ต้องยืนยันตัวตน และไม่ส่งข้อมูลรับรอง
tr: Kimlik doğrulama yok. Hiçbir kimlik bilgisi gönderilmez.
vi: Không xác thực. Không gửi thông tin đăng nhập.
zh_hans: 无需认证，不发送任何凭据。
zh_hant: 無需驗證，不會傳送任何憑證。

source: No data yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aún sin datos
fr: Pas encore de données
hi: अभी कोई जानकारी नहीं
id: Belum ada data
ja: 資料がまだありません
ko: 자료 없음
pt_br: Ainda sem dados
ru: Данных пока нет
th: ยังไม่มีข้อมูล
tr: Henüz veri yok
vi: Chưa có dữ liệu
zh_hans: 暂无资料
zh_hant: 暫無資料

source: No detected protocol completed the test request.
ar: لم يكمل أي بروتوكول تم اكتشافه طلب الاختبار.
de: Kein erkanntes Protokoll hat die Testanforderung abgeschlossen.
es: Ningún protocolo detectado completó la solicitud de prueba.
fr: Aucun protocole détecté n'a complété la demande de test.
hi: किसी भी ज्ञात प्रोटोकॉल ने परीक्षण अनुरोध पूरा नहीं किया।
id: Tidak ada protokol terdeteksi yang menyelesaikan permintaan pengujian.
ja: テスト要求を完了したプロトコルは検出されませんでした。
ko: 테스트 요청을 완료한 프로토콜이 감지되지 않았습니다.
pt_br: Nenhum protocolo detectado concluiu a solicitação de teste.
ru: Ни один обнаруженный протокол не завершил тестовый запрос.
th: ไม่พบโปรโตคอลที่ดำเนินการตามคำขอทดสอบสำเร็จ
tr: Test isteğini tamamlayan hiçbir protokol algılanmadı.
vi: Không có giao thức nào được phát hiện đã hoàn thành yêu cầu kiểm tra.
zh_hans: 探测到的协议均未完成测试请求。
zh_hant: 探測到的協議均未完成測試請求。

# No endpoint set
source: No Request URL set
ar: لم يتم تعيين عنوان الطلب
de: Keine Request-URL festgelegt
es: No se ha configurado ninguna URL de solicitud
fr: Aucune URL de requête définie
hi: कोई अनुरोध URL सेट नहीं है
id: URL permintaan belum diatur
ja: リクエスト URL が未設定です
ko: 요청 URL이 설정되지 않았습니다
pt_br: Nenhuma URL de solicitação definida
ru: URL запроса не задан
th: ยังไม่ได้กำหนด URL คำขอ
tr: İstek URL'si ayarlanmadı
vi: Chưa đặt URL yêu cầu
zh_hans: 尚未设置请求 URL
zh_hant: 尚未設定請求 URL

source: No local models were found.
ar: لم يتم العثور على نماذج محلية.
de: Keine lokalen Modelle gefunden.
es: No se encontraron modelos locales.
fr: Aucun modèle local trouvé.
hi: कोई लोकल मॉडल नहीं मिला।
id: Tidak ada model lokal yang ditemukan.
ja: ローカルモデルが見つかりません。
ko: 로컬 모델을 찾지 못했습니다.
pt_br: Nenhum modelo local foi encontrado.
ru: Локальные модели не найдены.
th: ไม่พบโมเดลในเครื่อง
tr: Yerel model bulunamadı.
vi: Không tìm thấy mô hình cục bộ.
zh_hans: 未找到本地模型。
zh_hant: 找不到本機模型。

source: No longer in the catalog
ar: لم يعد في الكتالوج
de: Nicht mehr im Katalog
es: Ya no está en el catálogo
fr: N'est plus dans le catalogue
hi: अब कैटलॉग में नहीं है
id: Tidak lagi di katalog
ja: カタログにはもうありません
ko: 더 이상 카탈로그에 없음
pt_br: Não está mais no catálogo
ru: Больше нет в каталоге
th: ไม่มีอยู่ในแค็ตตาล็อกแล้ว
tr: Artık katalogda yok
vi: Không còn trong danh mục
zh_hans: 目录中已不存在
zh_hant: 目錄中已不存在

source: No model in this connection accepts this parameter.
ar: لا يقبل أي نموذج في هذا الاتصال هذه المَعلمة.
de: Kein Modell dieser Verbindung akzeptiert diesen Parameter.
es: Ningún modelo de esta conexión acepta este parámetro.
fr: Aucun modèle de cette connexion n'accepte ce paramètre.
hi: इस कनेक्शन का कोई मॉडल इस पैरामीटर को स्वीकार नहीं करता।
id: Tidak ada model di koneksi ini yang menerima parameter ini.
ja: この接続には、このパラメータを受け付けるモデルがありません。
ko: 이 연결에는 이 매개변수를 받는 모델이 없습니다.
pt_br: Nenhum modelo desta conexão aceita este parâmetro.
ru: Ни одна модель этого подключения не принимает этот параметр.
th: ไม่มีโมเดลใดในการเชื่อมต่อนี้ที่รับพารามิเตอร์นี้
tr: Bu bağlantıdaki hiçbir model bu parametreyi kabul etmiyor.
vi: Không mô hình nào trong kết nối này chấp nhận tham số này.
zh_hans: 这个连接里没有任何模型接受这个参数。
zh_hant: 這個連線裡沒有任何模型接受這個參數。

source: No models added yet. Add models from the catalog below.
ar: لم تتم إضافة نماذج بعد. أضف نماذج من الدليل أدناه.
de: Noch keine Modelle hinzugefügt. Fügen Sie unten Modelle aus dem Katalog hinzu.
es: Aún no se han agregado modelos. Agrega modelos desde el catálogo de abajo.
fr: Aucun modèle ajouté. Ajoutez des modèles depuis le catalogue ci-dessous.
hi: अभी तक कोई मॉडल नहीं जोड़ा गया। नीचे दी गई सूची से मॉडल जोड़ें।
id: Belum ada model yang ditambahkan. Tambahkan model dari katalog di bawah.
ja: まだモデルが追加されていません。下のカタログから追加してください。
ko: 아직 추가한 모델이 없습니다. 아래 카탈로그에서 모델을 추가하세요.
pt_br: Nenhum modelo adicionado ainda. Adicione modelos do catálogo abaixo.
ru: Добавленных моделей пока нет. Добавьте модели из каталога ниже.
th: ยังไม่มีโมเดลที่เพิ่ม เพิ่มโมเดลจากแคตตาล็อกด้านล่าง
tr: Henüz model eklenmedi. Aşağıdaki katalogdan model ekleyin.
vi: Chưa có mô hình nào được thêm. Thêm mô hình từ danh mục bên dưới.
zh_hans: 还没有添加模型。请从下方目录中添加。
zh_hant: 還沒有新增模型。請從下方目錄中新增。

source: No models added yet. Use the button below to add model IDs.
ar: لم تتم إضافة نماذج بعد. استخدم الزر أدناه لإضافة معرفات النماذج.
de: Noch keine Modelle hinzugefügt. Verwenden Sie die Schaltfläche unten, um Modell-IDs hinzuzufügen.
es: Aún no se han agregado modelos. Usa el botón de abajo para agregar Modelo IDs.
fr: Aucun modèle ajouté. Utilisez le bouton ci-dessous pour ajouter des Modèle IDs.
hi: अभी तक कोई मॉडल नहीं जोड़ा गया. मॉडल आईडी जोड़ने के लिए नीचे दिए गए बटन का उपयोग करें।
id: Belum ada model yang ditambahkan. Gunakan tombol di bawah untuk menambahkan ID model.
ja: まだモデルが追加されていません。下のボタンからモデルIDを追加してください。
ko: 아직 추가된 모델이 없습니다. 아래 버튼을 사용하여 모델 ID를 추가하세요.
pt_br: Nenhum modelo adicionado ainda. Use o botão abaixo para adicionar Modelo IDs.
ru: Модели еще не добавлены. Используйте кнопку ниже, чтобы добавить идентификаторы моделей.
th: ยังไม่มีโมเดลเพิ่ม ใช้ปุ่มด้านล่างเพื่อเพิ่มรหัสรุ่น
tr: Henüz model eklenmedi. Model kimliklerini eklemek için aşağıdaki düğmeyi kullanın.
vi: Chưa có mô hình nào được thêm vào. Sử dụng nút bên dưới để thêm ID mẫu.
zh_hans: 还没有添加模型。使用下方按钮添加模型 ID。
zh_hant: 尚未新增模型。使用下方按鈕新增模型 ID。

# No supported relay configuration was detected.
source: No supported custom LLM configuration was detected.
ar: لم يتم اكتشاف إعداد مدعوم لنموذج لغوي كبير مخصص.
de: Es wurde keine unterstützte Relaiskonfiguration erkannt.
es: No se detectó ninguna configuración compatible de LLM personalizado.
fr: Aucune configuration de LLM personnalisé prise en charge n’a été détectée.
hi: कोई समर्थित कस्टम LLM कॉन्फ़िगरेशन नहीं मिला।
id: Tidak ada konfigurasi LLM kustom yang didukung terdeteksi.
ja: 対応するカスタム LLM の設定を検出できませんでした。
ko: 지원되는 사용자 지정 LLM 구성을 감지하지 못했습니다.
pt_br: Nenhuma configuração compatível de LLM personalizado foi detectada.
ru: Поддерживаемая конфигурация пользовательской LLM не обнаружена.
th: ไม่พบการกำหนดค่า LLM แบบกำหนดเองที่รองรับ
tr: Desteklenen özel LLM yapılandırması algılanmadı.
vi: Không phát hiện cấu hình LLM tùy chỉnh được hỗ trợ.
zh_hans: 未探测到受支持的自定义 LLM 配置。
zh_hant: 未探測到受支援的自訂 LLM 設定。

source: No web_search tool will be sent even if the chat web search toggle is on.
ar: لن يتم إرسال أداة web_search حتى لو تم تفعيل مفتاح بحث الويب في المحادثة.
de: Auch wenn der Chat-Web-Search-Schalter aktiviert ist, wird kein web_search-Tool gesendet.
es: No se enviará la herramienta web_search aunque el interruptor de búsqueda web del chat esté activado.
fr: Aucun outil web_search ne sera envoyé même si le bouton de recherche web du chat est activé.
hi: चैट का वेब सर्च टॉगल चालू होने पर भी web_search टूल नहीं भेजा जाएगा।
id: Alat web_search tidak akan dikirim meskipun sakelar pencarian web obrolan diaktifkan.
ja: チャットのウェブ検索スイッチがオンでも web_search ツールは送信されません。
ko: 채팅 웹 검색 스위치가 켜져 있어도 web_search 도구를 전송하지 않습니다.
pt_br: Nenhuma ferramenta web_search será enviada mesmo se a chave de busca na web do chat estiver ativada.
ru: Инструмент web_search не будет отправлен даже при включённом переключателе веб-поиска в чате.
th: จะไม่ส่งเครื่องมือ web_search แม้ว่าสวิตช์ค้นหาเว็บในแชทจะเปิดอยู่
tr: Sohbetin web arama düğmesi açık olsa bile web_search aracı gönderilmez.
vi: Sẽ không gửi công cụ web_search ngay cả khi đã bật công tắc tìm kiếm web trong chat.
zh_hans: 即使聊天联网开关打开，也不会发送 web_search 工具。
zh_hant: 即使聊天聯網開關打開，也不會傳送 web_search 工具。

source: Not adjustable
ar: غير قابل للتعديل
de: Nicht anpassbar
es: No ajustable
fr: Non ajustable
hi: समायोज्य नहीं
id: Tidak dapat disesuaikan
ja: 調整できません
ko: 조정할 수 없음
pt_br: Não ajustável
ru: Нельзя изменить
th: ปรับไม่ได้
tr: Ayarlanamaz
vi: Không thể điều chỉnh
zh_hans: 不可调整
zh_hant: 不可調整

source: Not in use
ar: غير مستخدم
de: Nicht in Gebrauch
es: Sin usar
fr: Non utilisé
hi: उपयोग में नहीं
id: Tidak dipakai
ja: 未使用
ko: 사용 안 함
pt_br: Não usado
ru: Не используется
th: ยังไม่ได้ใช้
tr: Kullanılmıyor
vi: Chưa dùng
zh_hans: 未使用
zh_hant: 未使用

# Official Endpoint
source: Official Request URL
ar: عنوان الطلب الرسمي
de: Offizielle Request-URL
es: URL de solicitud oficial
fr: URL de requête officielle
hi: आधिकारिक अनुरोध URL
id: URL permintaan resmi
ja: 公式リクエスト URL
ko: 공식 요청 URL
pt_br: URL de solicitação oficial
ru: Официальный URL запроса
th: URL คำขออย่างเป็นทางการ
tr: Resmî istek URL'si
vi: URL yêu cầu chính thức
zh_hans: 官方请求 URL
zh_hant: 官方請求 URL

source: Open authorization page
ar: فتح صفحة التفويض
de: Autorisierungsseite öffnen
es: Abrir página de autorización
fr: Ouvrir la page d'autorisation
hi: अनुमति पेज खोलें
id: Buka halaman otorisasi
ja: 承認ページを開く
ko: 승인 페이지 열기
pt_br: Abrir página de autorização
ru: Открыть страницу авторизации
th: เปิดหน้าอนุญาต
tr: Yetkilendirme sayfasını aç
vi: Mở trang ủy quyền
zh_hans: 打开授权页面
zh_hant: 開啟授權頁面

source: Open the authorization page again
ar: إعادة فتح صفحة التفويض
de: Autorisierungsseite erneut öffnen
es: Abrir de nuevo la página de autorización
fr: Rouvrir la page d'autorisation
hi: अनुमति पेज फिर से खोलें
id: Buka lagi halaman otorisasi
ja: 承認ページをもう一度開く
ko: 승인 페이지 다시 열기
pt_br: Abrir a página de autorização novamente
ru: Открыть страницу авторизации ещё раз
th: เปิดหน้าอนุญาตอีกครั้ง
tr: Yetkilendirme sayfasını yeniden aç
vi: Mở lại trang ủy quyền
zh_hans: 重新打开授权页面
zh_hant: 重新開啟授權頁面

source: OpenAI Responses compatible
ar: متوافق مع OpenAI Responses
de: OpenAI-Responses-kompatibel
es: Compatible con OpenAI Responses
fr: Compatible OpenAI Responses
hi: OpenAI प्रतिक्रियाएँ संगत
id: Kompatibel OpenAI Responses
ja: OpenAI Responses 互換
ko: OpenAI Responses 호환
pt_br: Compatível com OpenAI Responses
ru: Совместимо с OpenAI Responses
th: เข้ากันได้กับ OpenAI Responses
tr: OpenAI Responses uyumlu
vi: Tương thích OpenAI Responses
zh_hans: OpenAI Responses 兼容
zh_hant: OpenAI Responses 相容
